Repository: alexdegit/amgi
Catalog: AmgiApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Last 2 years
zh_hans: 最近 2 年

source: Last 3 Months
zh_hans: 最近 3 个月

source: Last 30 days
zh_hans: 最近 30 天

source: Last 6 months
zh_hans: 最近 6 个月

source: Last 7 Days
zh_hans: 最近 7 天

source: Last 90 days
zh_hans: 最近 90 天

source: Last Month
zh_hans: 最近 1 个月

source: Last Year
zh_hans: 最近 1 年

source: Last page of chapter
zh_hans: 本章最后一页

source: Last studied %@
zh_hans: 上次学习：%@

source: Last studied %@ · %lld-day streak
zh_hans: 上次学习：%1$@ · 连续 %2$lld 天

source: Last studied recently
zh_hans: 最近学习过

source: Last studied today · 32-day streak
zh_hans: 今天学习过 · 连续 32 天

source: Last synced %@
zh_hans: 上次同步：%@

source: Learn
zh_hans: 学习

source: Learning
zh_hans: 学习中

source: Learning steps
zh_hans: 初学间隔

source: Leech action
zh_hans: 难记卡片处理方式

source: Leech threshold: %d
zh_hans: 难记卡片阈值：%d

source: Less
zh_hans: 少

source: Let's build a habit.
zh_hans: 一起养成习惯吧。

source: Letter spacing
zh_hans: 字间距

source: Level with last month
zh_hans: 与上月持平

source: Library
zh_hans: 牌组

source: Light
zh_hans: 浅色

source: Line Height
zh_hans: 行高

source: Line height
zh_hans: 行高

source: List view
zh_hans: 列表视图

source: Loading decks…
zh_hans: 正在载入牌组…

source: Loading statistics...
zh_hans: 正在载入统计…

source: Local-only changes will be lost
zh_hans: 仅存在于本地的更改将会丢失

source: Log Out
zh_hans: 退出登录

source: Log Out…
zh_hans: 退出登录…

source: Log out?
zh_hans: 退出登录？

source: Login
zh_hans: 登录

source: Login failed. Check your username and password.
zh_hans: 登录失败，请检查用户名和密码。

source: Logout
zh_hans: 退出登录

source: Look Up
zh_hans: 查词

source: Look up
zh_hans: 查词

source: Look up word
zh_hans: 查词

source: Lookup
zh_hans: 查词

source: Lookup Popup
zh_hans: 查词弹窗

source: Lookup behavior
zh_hans: 查词行为

source: Lookup failed
zh_hans: 查词失败

source: Loose
zh_hans: 宽松

source: Maintenance
zh_hans: 维护

source: Make note from selection
zh_hans: 用所选内容制作笔记

source: Make note from this entry
zh_hans: 用此词条制作笔记

source: Manage Preset
zh_hans: 管理预设配置

source: Manage Tags
zh_hans: 管理标签

source: Manage Templates
zh_hans: 管理模板

source: Margins
zh_hans: 边距

source: Mark Note
zh_hans: 标记笔记

source: Mark note failed
zh_hans: 标记笔记失败

source: Masks
zh_hans: 遮罩

source: Match system
zh_hans: 跟随系统

source: Match toolbar to card background
zh_hans: 工具栏与卡片背景一致

source: Mature
zh_hans: 已熟练

source: Mature cards
zh_hans: 已熟练卡片

source: Mature%
zh_hans: 熟练卡片正确率

source: Max answer seconds: %d
zh_hans: 最长答题秒数：%d

source: Max results: %lld
zh_hans: 最多结果数：%lld

source: Maximum review interval: %dd
zh_hans: 最大复习间隔：%d 天

source: Media Check
zh_hans: 检查媒体文件

source: Media Check Unavailable
zh_hans: 无法检查媒体文件

source: Media updated
zh_hans: 媒体文件已更新

source: Memorized (end)
zh_hans: 已记住（期末）

source: Merge (combine both)
zh_hans: 合并（保留两边）

source: Minimal
zh_hans: 极简

source: Missing files
zh_hans: 缺失的文件

source: Mix with other audio
zh_hans: 与其他音频混合

source: Mix with reviews
zh_hans: 学新与复习混合

source: Mixed by day
zh_hans: 按天混合

source: Mode
zh_hans: 模式

source: Monday
zh_hans: 周一

source: Mono
zh_hans: 等宽

source: Month
zh_hans: 月

source: More
zh_hans: 多

source: Muted
zh_hans: 柔和

source: Name
zh_hans: 名称

source: Name cannot be empty.
zh_hans: 名称不能为空。

source: Native
zh_hans: 原生

source: Never synced
zh_hans: 从未同步

source: New
zh_hans: 新卡片

source: New Cards
zh_hans: 新卡片

source: New Deck
zh_hans: 新建牌组

source: New Tag
zh_hans: 新建标签

source: New card insert order
zh_hans: 新卡片插入位置

source: New card sort order
zh_hans: 新卡片排列顺序

source: New cards ignore review limit
zh_hans: 新卡片不受复习上限限制

source: New cards/day: %d
zh_hans: 每日新卡片：%d

source: New gather priority
zh_hans: 新卡片抽取顺序

source: New name
zh_hans: 新名称

source: New profile
zh_hans: 新建用户

source: New tag
zh_hans: 新标签

source: New/day: %lld
zh_hans: 每日新卡片：%lld

source: New/review mix
zh_hans: 新卡片与复习的混合方式

source: No %@ dictionaries imported yet.
zh_hans: 还没有导入任何%@词典。

source: No Decks
zh_hans: 没有牌组

source: No Duplicates
zh_hans: 没有重复项

source: No Flag
zh_hans: 无旗标

source: No Overrides
zh_hans: 没有覆盖设置

source: No Server Configured
zh_hans: 未配置服务器

source: No Tags
zh_hans: 没有标签

source: No backups yet. Use “Create backup now” above to make one.
zh_hans: 还没有备份。点击上方的「立即创建备份」来创建一个。

source: No books yet
zh_hans: 还没有书籍

source: No button data
zh_hans: 暂无按钮数据

source: No cards
zh_hans: 没有卡片

source: No cards added
zh_hans: 没有新增卡片

source: No cards due
zh_hans: 没有到期的卡片

source: No cards yet · Add some to start studying
zh_hans: 还没有卡片 · 添加一些即可开始学习

source: No decks yet
zh_hans: 还没有牌组

source: No ease data
zh_hans: 暂无简易度数据

source: No empty cards found
zh_hans: 没有空卡片

source: No interval data
zh_hans: 暂无间隔数据

source: No masks yet
zh_hans: 还没有遮罩

source: No notetypes
zh_hans: 没有笔记模板

source: No other fields
zh_hans: 没有其他字段

source: No retrievability data yet
zh_hans: 暂无可提取性数据

source: No review data
zh_hans: 暂无复习数据

source: No reviews
zh_hans: 没有复习记录

source: No reviews yet
zh_hans: 还没有复习记录

source: No streak
zh_hans: 未连续打卡

source: No tags yet
zh_hans: 还没有标签

source: No template selected.
zh_hans: 未选择模板。

source: No two notes in your collection share a first field.
zh_hans: 集合中没有首字段相同的笔记。

source: Not enough review history
zh_hans: 复习记录不足

source: Not signed in
zh_hans: 未登录

source: Note Type
zh_hans: 笔记模板

source: Note id: %lld
zh_hans: 笔记 ID：%lld

source: Note unavailable
zh_hans: 笔记不可用

source: Notes are duplicates when their first fields match once formatting is ignored — the same rule Anki uses when it warns you while adding a note.
zh_hans: 忽略格式后首字段相同的笔记即视为重复，和 Anki 添加笔记时提示重复所用的规则一致。

source: Nothing due
zh_hans: 没有到期内容

source: Nothing due today
zh_hans: 今天没有到期内容

source: OK
zh_hans: 好

source: Open FSRS Simulator
zh_hans: 打开 FSRS 模拟器

source: Open links externally
zh_hans: 在外部打开链接

source: Optimize All Presets
zh_hans: 优化所有预设配置

source: Optimize Weights
zh_hans: 优化 FSRS 参数

source: Optimizing…
zh_hans: 正在优化…

source: Optional
zh_hans: 可选

source: Orange
zh_hans: 橙色

source: Orange flag
zh_hans: 橙色旗标

source: Order
zh_hans: 顺序

source: Override
zh_hans: 覆盖

source: Overrides
zh_hans: 覆盖设置

source: Overrides pick an engine for every card of one template and beat the global choice. Stored on this device only.
zh_hans: 覆盖设置会为某个模板的所有卡片指定渲染引擎，并优先于全局设置。仅保存在本设备上。

source: Overrides the global choice for every card of this template. Stored on this device only.
zh_hans: 对此模板的所有卡片覆盖全局设置，仅保存在本设备上。

source: Password
zh_hans: 密码

source: Pause
zh_hans: 暂停

source: Per-template overrides
zh_hans: 按模板覆盖

source: Period
zh_hans: 时间段

source: Permanently deletes the trashed media files. They can't be restored afterwards.
zh_hans: 永久删除回收站中的媒体文件，删除后无法恢复。

source: Pick an image, draw occlusions over the regions you want to test, then save.
zh_hans: 选择一张图片，在想要测试的区域上画出遮挡，然后保存。

source: Pick image
zh_hans: 选择图片

source: Pink
zh_hans: 粉色

source: Pink flag
zh_hans: 粉色旗标

source: Pitch
zh_hans: 音调

source: Play
zh_hans: 播放

source: Play audio in silent mode
zh_hans: 静音模式下也播放音频

source: Play pronunciation
zh_hans: 播放发音

source: Playback mode
zh_hans: 播放模式

source: Points
zh_hans: 数据点

source: Polygon
zh_hans: 多边形

source: Popup height
zh_hans: 弹窗高度

source: Position — highest first
zh_hans: 按位置降序

source: Position — lowest first
zh_hans: 按位置升序

source: Positive
zh_hans: 积极

source: Preparing cards…
zh_hans: 正在准备卡片…

source: Preparing merge…
zh_hans: 正在准备合并…

source: Preset
zh_hans: 预设配置

source: Preset name
zh_hans: 预设配置名称

source: Preview
zh_hans: 预览

source: Primary action
zh_hans: 主要操作

source: Profile name
zh_hans: 用户名称

source: Profile name can't be empty.
zh_hans: 用户名称不能为空。

source: Profile: %@
zh_hans: 用户：%@

source: Profiles
zh_hans: 用户

source: Progress
zh_hans: 进度

source: Prompt
zh_hans: 提示

source: Purple
zh_hans: 紫色

source: Purple flag
zh_hans: 紫色旗标

source: Random
zh_hans: 随机

source: Random cards
zh_hans: 随机排列卡片

source: Random note, then template
zh_hans: 随机笔记，再按模板

source: Random notes
zh_hans: 随机排列笔记

source: Read
zh_hans: 阅读

source: Read. Tap. Remember.
zh_hans: 阅读，点击，记住。

source: Reader
zh_hans: 阅读器

source: Reader Display
zh_hans: 阅读器显示

source: Reader Settings
zh_hans: 阅读器设置

source: Reader Setup
zh_hans: 阅读器设置

source: Reading Style
zh_hans: 阅读样式

source: Reading font
zh_hans: 阅读字体

source: Reading progress
zh_hans: 阅读进度

source: Reading recommendations
zh_hans: 阅读推荐

source: Rebuild
zh_hans: 重建

source: Rebuilt — %lld cards
zh_hans: 已重建 — %lld 张卡片

source: Recently Read
zh_hans: 最近阅读

source: Reconfigure Reader
zh_hans: 重新设置阅读器

source: Rectangle
zh_hans: 矩形

source: Red
zh_hans: 红色

source: Red flag
zh_hans: 红色旗标

source: Reduce the daily workload on specific weekdays. 100% means a normal day; lower values back off reviews on that day.
zh_hans: 在指定的星期几减少每日工作量。100% 表示正常，数值越低，当天安排的复习越少。

source: Relearn
zh_hans: 重学

source: Relearning
zh_hans: 重学中

source: Relearning steps
zh_hans: 重学间隔

source: Reload library
zh_hans: 重新载入书库

source: Remember everything you learn — with cards that schedule themselves.
zh_hans: 用会自动安排复习时间的卡片，记住你学过的一切。

source: Remove
zh_hans: 移除

source: Remove Tag
zh_hans: 移除标签

source: Remove from %lld note
zh_hans: 从 %lld 条笔记中移除

source: Remove from %lld notes
zh_hans: 从 %lld 条笔记中移除

source: Removed %lld tag that no note was using.
zh_hans: 已移除 %lld 个没有笔记使用的标签。

source: Removed %lld tags that no note was using.
zh_hans: 已移除 %lld 个没有笔记使用的标签。

source: Removes the server, credentials, and switches the app to local-only mode.
zh_hans: 移除服务器和凭据，并将应用切换到仅本地模式。

source: Removes the stored credentials for this server. Your local collection is unaffected; you can sign in again at any time.
zh_hans: 移除此服务器的已存凭据。本地集合不受影响，你随时可以重新登录。

source: Rename
zh_hans: 重命名

source: Rename Deck
zh_hans: 重命名牌组

source: Rename Preset
zh_hans: 重命名预设配置

source: Rename Preset…
zh_hans: 重命名预设配置…

source: Rename Tag
zh_hans: 重命名标签

source: Rename failed: %@
zh_hans: 重命名失败：%@

source: Rename notetype
zh_hans: 重命名笔记模板

source: Rendered preview
zh_hans: 渲染预览

source: Rendering: %@
zh_hans: 渲染方式：%@

source: Rendering: %@, automatic
zh_hans: 渲染方式：%@，自动

source: Replace Local
zh_hans: 覆盖本地

source: Replace Server
zh_hans: 覆盖服务器

source: Replace local with server
zh_hans: 用服务器数据覆盖本地

source: Replace server with local
zh_hans: 用本地数据覆盖服务器

source: Replay Audio
zh_hans: 重播音频

source: Report
zh_hans: 报告

source: Reset
zh_hans: 重置

source: Reset Everything?
zh_hans: 全部重置？

source: Reset Everything…
zh_hans: 全部重置…

source: Reset This Profile's Collection
zh_hans: 重置此用户的集合

source: Reset complete. Please restart the app.
zh_hans: 重置完成，请重新启动应用。

source: Reset failed: %@
zh_hans: 重置失败：%@

source: Reset this profile's collection?
zh_hans: 重置此用户的集合？

source: Restore trash
zh_hans: 恢复回收站

source: Resume
zh_hans: 继续

source: Retention (30d)
zh_hans: 记忆保留率（30天）

source: Retention vs cost
zh_hans: 记忆保留率与成本

source: Retrievability
zh_hans: 可提取性

source: Retrievability — descending
zh_hans: 按可提取性降序

source: Retry
zh_hans: 重试

source: Review
zh_hans: 复习

source: Review Behavior
zh_hans: 复习行为

source: Review Intervals
zh_hans: 复习间隔

source: Review activity
zh_hans: 复习活动

source: Review history may be inconsistent. Inspect the parameters before saving.
zh_hans: 复习记录可能不一致，保存前请检查参数。

source: Review order
zh_hans: 复习顺序

source: Review streak
zh_hans: 连续复习

source: Review today to start one
zh_hans: 今天复习即可开始连续打卡

source: Reviewed
zh_hans: 已复习

source: Reviews
zh_hans: 复习

source: Reviews/day: %d
zh_hans: 每日复习：%d

source: Reviews/day: %lld
zh_hans: 每日复习：%lld

source: Run FSRS health check on save
zh_hans: 保存时运行 FSRS 健康检查

source: Run Simulation
zh_hans: 开始模拟

source: Running…
zh_hans: 运行中…

source: Sans
zh_hans: 无衬线

source: Saturday
zh_hans: 周六

source: Save
zh_hans: 保存

source: Save failed
zh_hans: 保存失败

source: Saved
zh_hans: 已保存

source: Saved %@.
zh_hans: 已保存 %@。

source: Scan length: %lld
zh_hans: 扫描长度：%lld

source: Search
zh_hans: 搜索

source: Search Failed
zh_hans: 搜索失败

source: Search books
zh_hans: 搜索书籍

source: Search by content, tags, or filter by deck.
zh_hans: 按内容、标签搜索，或按牌组筛选。

source: Search fields
zh_hans: 搜索字段

source: Search notes...
zh_hans: 搜索笔记…

source: Search notetypes
zh_hans: 搜索笔记模板

source: Seconds to show answer
zh_hans: 答案显示秒数

source: Seconds to show question
zh_hans: 问题显示秒数

source: Select
zh_hans: 选择

source: Select a deck
zh_hans: 选择牌组

source: Selected Notes
zh_hans: 所选笔记

source: Selected Retrievability
zh_hans: 所选可提取性

source: Sepia
zh_hans: 复古

source: Sequential (oldest first)
zh_hans: 按顺序（最早优先）

source: Serif
zh_hans: 衬线

source: Server
zh_hans: 服务器

source: Server Setup
zh_hans: 服务器设置

source: Server URL
zh_hans: 服务器地址

source: Server-only changes will be lost
zh_hans: 仅存在于服务器的更改将会丢失

source: Set
zh_hans: 设置

source: Set Due Date
zh_hans: 设置到期日

source: Set Up Anki Library
zh_hans: 设置 Anki 书库

source: Set Up Server
zh_hans: 设置服务器

source: Set Up Server…
zh_hans: 设置服务器…

source: Set due date failed
zh_hans: 设置到期日失败

source: Set one from the render-mode sheet while reviewing.
zh_hans: 可以在复习时从渲染方式面板中设置。

source: Set up a sync server to keep your collection in sync across devices.
zh_hans: 设置同步服务器，让你的集合在多台设备间保持同步。

source: Settings
zh_hans: 设置

source: Settings will be applied to this deck and any nested subdecks that share its preset.
zh_hans: 设置将应用于此牌组，以及使用同一预设配置的所有子牌组。

source: Share backup from %@
zh_hans: 共享 %@ 的备份

source: Show Answer
zh_hans: 显示答案

source: Show Reader tab
zh_hans: 显示「阅读」标签页

source: Show answer
zh_hans: 显示答案

source: Show answer timer
zh_hans: 显示答题计时器

source: Show chapter title
zh_hans: 显示章节标题

source: Show in Library toolbar
zh_hans: 显示在牌组工具栏中

source: Show next review time
zh_hans: 显示下次复习时间

source: Show percentage
zh_hans: 显示百分比

source: Show remaining counts
zh_hans: 显示剩余数量

source: Show reminder
zh_hans: 显示提醒

source: Side
zh_hans: 两侧

source: Sign In
zh_hans: 登录

source: Simulator needs FSRS weights
zh_hans: 模拟器需要 FSRS 参数

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过

source: Some changes didn't apply
zh_hans: 部分更改未生效

source: Sort By
zh_hans: 排序方式

source: Source URL template
zh_hans: 来源 URL 模板

source: Space- or comma-separated parameters
zh_hans: 参数以空格或逗号分隔

source: Space-separated
zh_hans: 以空格分隔

source: Spaced repetition, beautifully tuned.
zh_hans: 间隔重复， 精心调校。

source: Spacing
zh_hans: 间距

source: Speak
zh_hans: 朗读

source: Speak with TTS
zh_hans: 用 TTS 朗读

source: Start learning
zh_hans: 开始学习

source: Start today's review
zh_hans: 开始今天的复习

source: Statistics
zh_hans: 统计

source: Stats
zh_hans: 统计

source: Status
zh_hans: 状态

source: Stay in sync
zh_hans: 保持同步

source: Step %lld of %lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Stop Audio
zh_hans: 停止音频

source: Stop timer on answer
zh_hans: 显示答案时停止计时

source: Stops syncing. Your local collection is unaffected.
zh_hans: 停止同步，本地集合不受影响。

source: Stored
zh_hans: 已保存

source: Streak
zh_hans: 连续打卡

source: Strikethrough
zh_hans: 删除线

source: Study
zh_hans: 学习

source: Study Deck
zh_hans: 学习牌组

source: Study Now
zh_hans: 立即学习

source: Study now
zh_hans: 立即学习

source: Subdeck name
zh_hans: 子牌组名称

source: Subdecks
zh_hans: 子牌组

source: Summary
zh_hans: 概要

source: Sunday
zh_hans: 周日

source: Suspend
zh_hans: 暂停

source: Suspend Card
zh_hans: 暂停卡片

source: Suspend Note
zh_hans: 暂停笔记

source: Suspend card
zh_hans: 暂停卡片

source: Suspend failed
zh_hans: 暂停失败

source: Suspend note failed
zh_hans: 暂停笔记失败

source: Suspended
zh_hans: 已暂停

source: Swipe-down handle
zh_hans: 下滑手柄

source: Switch Profile
zh_hans: 切换用户

source: Switch to another profile before deleting this one.
zh_hans: 请先切换到其他用户，再删除此用户。

source: Sync
zh_hans: 同步

source: Sync Collection
zh_hans: 同步集合

source: Sync Complete
zh_hans: 同步完成

source: Sync Failed
zh_hans: 同步失败

source: Sync Now
zh_hans: 立即同步

source: Sync Server
zh_hans: 同步服务器

source: Sync Server URL
zh_hans: 同步服务器地址

source: Sync provided by AnkiWeb
zh_hans: 同步服务由 AnkiWeb 提供

source: Sync running
zh_hans: 正在同步

source: Sync server URL
zh_hans: 同步服务器地址

source: Sync with your server, or create a deck to get started.
zh_hans: 与服务器同步，或创建一个牌组即可开始。

source: Synced — %@
zh_hans: 已同步 — %@

source: Syncing is disabled
zh_hans: 同步已停用

source: Syncing media…
zh_hans: 正在同步媒体文件…

source: Syncing…
zh_hans: 正在同步…

source: System
zh_hans: 系统

source: Tag Name
zh_hans: 标签名称

source: Tag only
zh_hans: 仅添加标签

source: Tags
zh_hans: 标签

source: Tags (space-separated)
zh_hans: 标签（以空格分隔）

source: Tags on Notes
zh_hans: 笔记上的标签

source: Tap Study to start a session
zh_hans: 点击「学习」开始

source: Tap a tag to act on %lld selected notes
zh_hans: 点击标签以应用到所选的 %lld 条笔记

source: Tap a tag to act on 1 selected note
zh_hans: 点击标签以应用到所选的 1 条笔记

source: Tap and drag to draw a mask. Drag handles to resize.
zh_hans: 按住并拖动来画遮罩，拖动控制点可调整大小。

source: Tap the menu button below
zh_hans: 点击下方的菜单按钮

source: Tap word to look up
zh_hans: 点击单词查词

source: Template Editor
zh_hans: 模板编辑器

source: Template Overrides
zh_hans: 模板覆盖设置

source: Template issue
zh_hans: 模板问题

source: Template · %@
zh_hans: 模板 · %@

source: Term
zh_hans: 词条

source: Text
zh_hans: 文字

source: Text color
zh_hans: 文字颜色

source: Text colour
zh_hans: 文字颜色

source: That note no longer exists.
zh_hans: 该笔记已不存在。

source: The collection couldn't be searched.
zh_hans: 无法搜索集合。

source: The front template must reference at least one field.
zh_hans: 正面模板必须至少引用一个字段。

source: The new tag will be applied to %lld selected note.
zh_hans: 新标签将应用到所选的 %lld 条笔记。

source: The new tag will be applied to %lld selected notes.
zh_hans: 新标签将应用到所选的 %lld 条笔记。

source: The note hasn't been added yet. Discarding loses what you typed.
zh_hans: 笔记还没有添加，放弃会丢失已输入的内容。

source: The note hasn't been saved yet. Discarding loses the image and its masks.
zh_hans: 笔记还没有保存，放弃会丢失图片和遮罩。

source: The profile switcher is hidden automatically while you have only one profile. Profiles are always available here.
zh_hans: 只有一个用户时，用户切换器会自动隐藏。你随时可以在这里管理用户。

source: The server's collection is empty. Merge or “Replace server” keeps your cards; “Replace local” would erase them.
zh_hans: 服务器上的集合是空的。选择「合并」或「覆盖服务器」会保留你的卡片；选择「覆盖本地」会清除它们。

source: The server's collection will be permanently overwritten with your local copy. Any cards or reviews that exist only on the server will be lost.
zh_hans: 服务器上的集合将被本地数据永久覆盖，仅存在于服务器上的卡片和复习记录都会丢失。

source: Theme
zh_hans: 主题

source: Theme & Appearance
zh_hans: 主题与外观

source: These notes don't have any tags.
zh_hans: 这些笔记没有任何标签。

source: This action cannot be undone.
zh_hans: 此操作无法撤销。

source: This cannot be undone
zh_hans: 此操作无法撤销

source: This card has no content to preview.
zh_hans: 此卡片没有可预览的内容。

source: This card: %@
zh_hans: 本卡片：%@

source: This collection has no notetypes yet.
zh_hans: 此集合还没有笔记模板。

source: This deletes the active profile's collection database, media, and stored credentials. Other profiles are unaffected. The action cannot be undone.
zh_hans: 这会删除当前用户的集合数据库、媒体文件和已存凭据，其他用户不受影响。此操作无法撤销。

source: This deletes the note and all its cards. The action cannot be undone.
zh_hans: 这会删除该笔记及其所有卡片，且无法撤销。

source: This month
zh_hans: 本月

source: This preset has no weights yet. Run Optimize Weights first, or save the preset.
zh_hans: 此预设配置还没有参数。请先运行「优化 FSRS 参数」，或保存预设配置。

source: This preset will be removed.
zh_hans: 此预设配置将被删除。

source: This template
zh_hans: 此模板

source: This template needs a {{cloze:...}} field.
zh_hans: 此模板需要一个 {{cloze:...}} 字段。

source: This week
zh_hans: 本周

source: This will permanently delete the deck and all its cards.
zh_hans: 这会永久删除该牌组及其所有卡片。

source: Thursday
zh_hans: 周四

source: Time
zh_hans: 用时

source: Time period
zh_hans: 时间段

source: Title
zh_hans: 标题

source: Title (A→Z)
zh_hans: 标题（A→Z）

source: Today
zh_hans: 今天

source: Tomorrow
zh_hans: 明天

source: Toolbar
zh_hans: 工具栏

source: Top
zh_hans: 顶部

source: Top progress bar
zh_hans: 顶部进度条

source: Total
zh_hans: 总计

source: Total new
zh_hans: 新卡片总数

source: Total reviews
zh_hans: 复习总数

source: Total time (s)
zh_hans: 总用时（秒）

source: Trash emptied
zh_hans: 回收站已清空

source: Trash restored
zh_hans: 回收站已恢复

source: Trash unused files
zh_hans: 将未使用的文件移到回收站

source: True Retention
zh_hans: 记忆保留率

source: Try Again
zh_hans: 重试

source: Tuesday
zh_hans: 周二

source: Turquoise flag
zh_hans: 青色旗标

source: Type
zh_hans: 类型

source: Type (A→Z)
zh_hans: 类型（A→Z）

source: Type the answer
zh_hans: 输入答案

source: Underline
zh_hans: 下划线

source: Undo
zh_hans: 撤销

source: Undo failed: %@
zh_hans: 撤销失败：%@

source: Unmark Note
zh_hans: 取消标记笔记

source: Unsaved changes
zh_hans: 未保存的更改

source: Unsaved changes will be lost.
zh_hans: 未保存的更改将会丢失。

source: Unsupported file type. Please select an .apkg or .colpkg file.
zh_hans: 不支持的文件类型，请选择 .apkg 或 .colpkg 文件。

source: Unused Tags Cleared
zh_hans: 已清除未使用的标签

source: Unused files
zh_hans: 未使用的文件

source: Up Next
zh_hans: 接下来

source: Up to date
zh_hans: 已完成

source: Uploading collection
zh_hans: 正在上传集合

source: Use Locally
zh_hans: 仅在本地使用

source: Use the built-in renderer for simple cards, and the card's own template for the rest.
zh_hans: 简单卡片使用内置渲染器，其余卡片使用卡片自带的模板。

source: Use the built-in renderer wherever the card allows it.
zh_hans: 只要卡片支持，就使用内置渲染器。

source: Use {term} and {reading} placeholders. Endpoint must return Yomichan-style audioSourceList JSON.
zh_hans: 可使用 {term} 和 {reading} 占位符。接口必须返回 Yomichan 格式的 audioSourceList JSON。

source: Used by
zh_hans: 使用者

source: Username
zh_hans: 用户名

source: Verifies the integrity of your local Anki collection.
zh_hans: 检查本地 Anki 集合的完整性。

source: Version
zh_hans: 版本

source: Vertical padding
zh_hans: 垂直边距

source: Vertical writing (CJK)
zh_hans: 竖排（中日韩文字）

source: View AnkiMobile in App Store
zh_hans: 在 App Store 中查看 AnkiMobile

source: Vivid
zh_hans: 鲜明

source: Wait for audio before answering
zh_hans: 等待音频播放完再作答

source: Warning
zh_hans: 警告

source: Wednesday
zh_hans: 周三

source: Week
zh_hans: 周

source: Weights
zh_hans: 参数

source: Welcome to
zh_hans: 欢迎使用

source: Whole Collection
zh_hans: 整个集合

source: Whole collection
zh_hans: 整个集合

source: Will also delete the note (all cards empty)
zh_hans: 也会删除该笔记（所有卡片都为空）

source: Word or phrase
zh_hans: 单词或短语

source: Working…
zh_hans: 处理中…

source: Workload
zh_hans: 工作量

source: Year
zh_hans: 年

source: Yellow
zh_hans: 黄色

source: Yesterday
zh_hans: 昨天

source: You can change this anytime in sync settings
zh_hans: 你随时可以在同步设置中更改

source: You can close this — syncing continues.
zh_hans: 可以关闭此页面，同步会继续进行。

source: You have unsaved changes to this deck's options. Discard them?
zh_hans: 此牌组的选项有未保存的更改，要放弃吗？

source: You have unsaved changes. Discard them?
zh_hans: 你有未保存的更改，要放弃吗？

source: You need at least one profile.
zh_hans: 至少需要保留一个用户。

source: You're ready
zh_hans: 准备就绪

source: You've reviewed %lld cards
zh_hans: 你已复习 %lld 张卡片

source: Young
zh_hans: 欠熟练

source: Young %@, mature %@
zh_hans: 欠熟练 %1$@，已熟练 %2$@

source: Your collection has no tags yet.
zh_hans: 你的集合里还没有标签。

source: Your configured deck doesn't have any books yet. Import an EPUB or reconfigure your reader source.
zh_hans: 你设置的牌组里还没有书籍。请导入 EPUB，或重新设置阅读器来源。

source: Your local and server collections have diverged. Choose how to reconcile them — Merge is the safest option.
zh_hans: 本地和服务器上的集合已经不一致。请选择处理方式，「合并」是最安全的选项。

source: Your local collection will be permanently overwritten with the server's copy. Any cards or reviews that exist only locally will be lost.
zh_hans: 本地集合将被服务器数据永久覆盖，仅存在于本地的卡片和复习记录都会丢失。

source: across %lld decks
zh_hans: 分布在 %lld 个牌组

source: across 1 deck
zh_hans: 分布在 1 个牌组

source: auto
zh_hans: 自动

source: card due
zh_hans: 张卡片到期

source: cards across %lld decks
zh_hans: 张卡片，分布在 %lld 个牌组

source: cards across 1 deck
zh_hans: 张卡片，分布在 1 个牌组

source: cards due
zh_hans: 张卡片到期

source: cool, stylish, splendid
zh_hans: 酷、时髦、出色

source: e.g. Korean
zh_hans: 例如 韩语

source: e.g. anatomy::heart
zh_hans: 例如 解剖学::心脏

source: heatmap (R03)
zh_hans: 热力图

source: unknown error
zh_hans: 未知错误

source: …and %lld more
zh_hans: …还有 %lld 项

source: ↑ %lld cards sent
zh_hans: ↑ 已发送 %lld 张卡片

source: ↑ %lld notes sent
zh_hans: ↑ 已发送 %lld 条笔记

source: ↓ %lld cards received
zh_hans: ↓ 已接收 %lld 张卡片

source: ↓ %lld notes received
zh_hans: ↓ 已接收 %lld 条笔记
